Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I can choose to go to battle, or I can be in charge of transporting supplies, which means I have to work with chairs every day. I don't know which is worse.
pl: Mogę wybrać, czy iść do boju, czy być odpowiedzialnym za transport zasobów, co oznacza codzienną pracę z krzesłami. Nie wiem co jest gorsze.

source: I can finally relax again. And it's all thanks to you and 9S!
pl: Mogę w końcu odetchnąć. A wszystko to dzięki tobie i 9S!

source: I can give you the coordinates if you'd like.
pl: Mogę podać ci jej współrzędne, jeśli chcesz.

source: I can keep going.
pl: mogę iść dalej.

source: I can no longer challenge you.
pl: Nie jestem już w stanie rzucać ci wyzwań.

source: I can only hope that this weapon will be completed before the next big battle.
pl: Możemy mieć tylko nadzieję, że ta broń zostanie ukończona przed następną wielką bitwą.

source: I can play on my own. I'm all grown up!
pl: Mogę bawić się sam ze sobą. Jestem dorosły!

source: I can see that.
pl: Widzę to.

source: I can still feel the intense heat beating down on me...
pl: Wciąż odczuwam ten intensywny żar bijący wtedy we mnie...

source: I can tell. I can smell him on you. *sniiiiiiiiff* Ahhhhh!
pl: Widzę to. Czuję na was jego zapach. *węch* Achh!

source: I can use that to initiate an emergency upload of our personal log data.
pl: Mogę go użyć, żeby zainicjować awaryjny transfer danych dziennika osobistego.

source: I can use this!
pl: Mogę użyć tego!

source: I can't access this right now.
pl: Nie mam teraz do tego dostępu.

source: I can't believe I remembered something so important...right at the end.
pl: Nie mogę uwierzyć, że przypomniałem sobie coś tak ważnego... na samym końcu.

source: I can't believe he'd go crazy like that...
pl: Nie mogę uwierzyć, że mógł tak oszaleć...

source: I can't believe she's no longer functioning while I'm still here...
pl: Nie wierzę, że ustały jej funkcje, a moje nadal działają...

source: I can't believe that thing decided to end itself...
pl: Nie wierzę, że zdecydował się zakończyć swoją egzystencję...

source: I can't believe the size of the commercial facility. The people of the old world must have led pretty good lives.
pl: Nie mogę uwierzyć w rozmiar tego obiektu handlowego. Ludzie ze starego świata musieli prowadzić przyjemne życie.

source: I can't believe what a pain in the butt supply management is...
pl: Aż ciężko uwierzyć, jak uciążliwe potrafi być zarządzenie zaopatrzeniem...

source: I can't believe you even managed to walk here.
pl: To niesamowite, że w ogóle tu dotarłeś.

source: I can't believe you managed to complete it AND debug it as well!
pl: Nie mogę uwierzyć, że udało ci się ją ukończyć! Mało tego... Jeszcze ją zdebugowałeś!

source: I can't do this! I don't want to be part of this war anymore!
pl: Nie mogę tego zrobić! Nie chcę już być częścią tej wojny!

source: I can't get them out like this...
pl: Nie wydostaniemy ich stąd w taki sposób...

source: I can't help it and everyone teases me for it but my thoughts just explode and when I try to speak it just all comes out at once in a big tidal wave of words so then
pl: nie mogę nic na to poradzić. Wszyscy przez to mi dokuczają, ale moje myśli po prostu eksplodują i kiedy mówię, to wszystko wychodzi na raz w wielkim potoku słów, więc wtedy...

source: I can't just sit here while everyone's fighting so hard around me. I need to shape up...
pl: Nie mogę tu siedzieć bezczynnie, podczas gdy wszyscy inni harują. Muszę wziąć się w garść...

source: I can't just tell any outsider that comes barging in here everything that's going on at this camp.
pl: Nie mogę ot tak, po prostu, byle komu, mówić o tym, co się dzieje w obozie.

source: I can't just whip up a complicated drug like this overnight. Go keep yourself busy for a while, yeah?
pl: Nie jestem w stanie przygotować tak skomplikowanego preparatu przez noc. Idź się czymś zająć, dobrze?

source: I can't keep doing this forever!
pl: Nie dam rady robić tego w nieskończoność!

source: I can't keep up with the rest.
pl: Nie mogę nadążyć za resztą.

source: I can't leave Pascal by himself...
pl: Nie mogę zostawić Pascala samego…

source: I can't leave them alone... I've got to go back!
pl: Nie mogę ich tak zostawić... Muszę wracać!

source: I can't leave this village to fend for itself.
pl: Nie mogę zostawić tej wioski samej sobie.

source: I can't let anyone in here if they don't have a membership card.
pl: Nie mogę wpuścić tam nikogo, kto nie ma karty członkowskiej.

source: I can't let that lady in the desert get to him first! Or that harpy in the amusement park...
pl: Nie mogę pozwolić, żeby ta laska z pustyni dorwała go pierwsza! Albo ta harpia z lunaparku...

source: I can't read it.
pl: Nie umiem tego odczytać.

source: I can't see mommy anymore?
pl: Już nigdy nie zobaczę się z mamusią?

source: I can't stop... Have to keep fighting...
pl: Nie mogę się zatrzymać... Muszę kontynuować walkę...

source: I can't take that any more!
pl: Mam tego dość!

source: I cannot deny the feeling of something resembling consciousness and emotion being born.
pl: Nie mogę zaprzeczyć, że pojawiło się coś na wzór rodzącej się świadomości i emocji.

source: I cannot deny the possibility.
pl: Nie można zaprzeczyć wystąpieniu takiej możliwości.

source: I cannot thank you enough.
pl: Nie wiem, jak ci dziękować.

source: I caught a pod?
pl: Złapałam poda?

source: I certainly do! Master <SARU_JAN> is a genius. You can rely on him for absolutely anything.
pl: Oczywiście, że tak! Mistrz <SARU_JAN> jest geniuszem. Można polegać na nim absolutnie we wszystkim.

source: I could be wrong, but it looked like two Resistance members fighting each other.
pl: Mogę się mylić, ale wyglądało to jakby dwóch członków Ruchu Oporu walczyło ze sobą.

source: I could buy you...I dunno. A T-shirt, maybe? Something that looks good on you.
pl: Mógłbym wtedy kupić ci... sam nie wiem. Może jakąś koszulkę? Coś, w czym będziesz dobrze wyglądała.

source: I could set it for you, but you should probably do it yourself.
pl: Mógłbym to ustawić za ciebie, ale raczej powinnaś to zrobić sama.

source: I could set it for you, but you should probably do it yourself. Regulations and all, you know?
pl: Mógłbym je dla ciebie ustawić, ale chyba powinnaś zrobić to sama. Wiesz... Przepisy i takie tam.

source: I could tell you were a connoisseur just by looking at you! Here, have this.
pl: Widać po tobie, że jesteś koneserem! Masz, to dla ciebie.

source: I couldn't avenge you...
pl: Nie mogłem was pomścić...

source: I couldn't have done it without your support, Operator. You're always so cool under fire, not to mention beautiful and—
pl: Nie zrobiłbym tego bez twojego wsparcia, Operatorko. Zawsze jesteś taka zrównoważona, nie mówiąc już o tym, jaka jesteś piękna i...

source: I cry out "Give me your head!" I capture you as you flee and take it. I do all this for you. For you. For you. ...Who are you?
pl: Krzyczę: „Daj mi swoją głowę!” Chwytam ją, podczas gdy ty próbujesz uciec. To wszytko dla ciebie. Dla ciebie. Dla ciebie. ...Tylko kim ty, do cholery, jesteś?

source: I deal in weapons, if you're interested in that type of thing.
pl: Zajmuję się handlem bronią, jeśli cię to interesuje.

source: I decided to aid him, and he did the same for me. Thus was our friendship born.
pl: Postanowiłam mu pomóc, a on postanowił pomóc mnie. Tak narodziła się nasza przyjaźń.

source: I decided to play with the rest of the kids after all.
pl: Zdecydowałem, że mimo wszystko, będę bawić się z resztą dzieci.

source: I despise violence. </page> <BGM_BGM_M5095_S0200_N_end>
pl: Gardzę przemocą. </page> <BGM_BGM_M5095_S0200_N_end>

source: I did my best.
pl: Starałem się jak mogłem.

source: I didn't ask for help.
pl: Nie prosiłam o żadną pomoc.

source: I didn't ask that.
pl: Nie, nie pytałam o to.

source: I didn't even contact you yet!
pl: Przecież jeszcze się z tobą nie skontaktowałem!

source: I didn't know that.
pl: Nie wiedziałam tego.

source: I didn't know the machines had that kind of intelligence.
pl: Nie przypuszczałam, że maszyny mogą być tak inteligentne.

source: I didn't say anything yet.
pl: Jeszcze nic nie powiedziałam.

source: I didn't say you would not get a reward.
pl: Nie powiedziałam, że nie będzie nagrody.

source: I didn't think...this would be...so hard to control!
pl: Nie sądziłem, że... to będzie... aż takie trudne w kontroli!

source: I disguise myself so I can approach my targets and kill without warning.
pl: Ukrywam swoją tożsamość, aby zbliżać się do swoich ofiar, a następnie zabijać je bez ostrzeżenia.

source: I do have a bit of a problem, now that you mention it.
pl: Właściwie... skoro o tym wspomniałaś, to mam tu mały problem.

source: I do hope you'll agree. We don't really have anyone else to ask.
pl: Mam nadzieję, że się zgodzisz. Tak właściwie, to nie mamy kogo o to poprosić.

source: I do not get these guys.
pl: Raczej nigdy nie zrozumiem tych istot...

source: I do not...want to die...
pl: Nie chcę... umierać...

source: I do what I can to suppress the anxiety in my chest and keep walking. </page>
pl: Robię wszystko co mogę, żeby stłumić niepokój w piersi i iść dalej. </page>

source: I do.
pl: Tak.

source: I don't care about chain of command.
pl: Nie obchodzi mnie łańcuch dowodzenia.

source: I don't care who it is, they're going to regret spamming my inbox.
pl: Nie obchodzi mnie kto to jest, ale pożałuje za spamowanie mojej skrzynki pocztowej.

source: I don't care.
pl: Chrzanię to.

source: I don't care. I have to know the truth. Please!
pl: Nie obchodzi mnie to. Muszę poznać prawdę. Proszę!

source: I don't even know whether we're working to live or living to work anymore.
pl: Już nawet nie wiem, czy pracujemy żeby żyć, czy żyjemy żeby pracować.

source: I don't even remember why we're fighting anymore, but I must continue regardless.<bt_wait> I must continue until one side or the other is dead. </page>
pl: Już nawet nie pamiętam dlaczego walczymy, ale mimo to muszę przeć dalej.<bt_wait> Muszę kontynuować aż jedna ze stron będzie martwa. </page>

source: I don't get it. I mean, why now?
pl: Nie rozumiem tego. Znaczy, dlaczego teraz?

source: I don't get it. Why are the twins being stuck with all these crap jobs?
pl: Nie rozumem... Dlaczego bliźniaczki utknęły z takimi gównianymi zadaniami?

source: I don't get what's so special about this <SARU_JAN> fellow at all.
pl: Nie rozumiem, co jest takiego specjalnego w <SARU_JAN> ?

source: I don't have a reason to protect myself anymore...
pl: Nie istnieje już żaden powód, dla którego warto byłoby chronić moje życie...

source: I don't have any questions.
pl: Nie mam żadnych pytań.

source: I don't have much to give you, but I hope this makes up for some of your troubles.
pl: Nie mam zbyt wiele do zaoferowania, ale mam nadzieję, że to zrekompensuje twój trud.

source: I don't have that kind of time.
pl: Nie mam na to czasu.

source: I don't have the strength to continue.
pl: Nie mam już sił, aby dalej żyć.

source: I don't have time for you...
pl: Nie mam dla ciebie czasu...

source: I don't imagine that...this is going to end well.
pl: Nie wyobrażam sobie... żeby to miało się skończyć dobrze.

source: I don't know anymore. </page> <page> <color_b0b0b0>I try to speak my mind, but the words don't come out right.<color_c0c0c0><bt_wait> My thought routines are losing cohesion.<bt_wait> I don't...<bt_wait> I can't remember my name.<bt_wait>
pl: Już tego nie wiem. </page> <page> <color_b0b0b0>Próbuję się odezwać, ale słowa nie chcą poprawnie wyjść.<color_c0c0c0><bt_wait> Moje procesy myślowe tracą płynność.<bt_wait> Nie...<bt_wait> Nie pamiętam swojego imienia.<bt_wait>

source: I don't know how much more of this I can take!
pl: Nie wiem, ile jeszcze wytrzymam!

source: I don't know how you managed to beat Eve, but you did! Now go take a nap or something. You totally earned it!
pl: Nie wiem, jak byliście w stanie pokonać Ewę, ale udało wam się! Teraz zdrzemnij się, czy coś. Totalnie zasłużyłaś sobie!

source: I don't know if this is enough payment for all you've done, but please accept it.
pl: Nie wiem, czy to wystarczająca zapłata za wszystko co dla nas zrobiliście, ale... Proszę, przyjmijcie ją.

source: I don't know the whole story, but I'm going to have to find out so this doesn't disrupt our operation any more than it already has.
pl: Nie znam całej sprawy, ale muszę ją wyjaśnić, żeby nie powodowała dalszych problemów w naszej operacji.

source: I don't know what that means!
pl: Nie rozumiem, co to znaczy!

source: I don't know what to do.<bt_wait> I am lost.<bt_wait>
pl: Nie wiem, co zrobić.<bt_wait> Jestem zagubiona.<bt_wait>

source: I don't know what to say. We really don't deserve such generosity...
pl: Naprawdę nie wiem co powiedzieć... Nie zasługujemy na taką dobroć...

source: I don't know what's causing this, so we'll need to run some precision diagnostics later.
pl: Nie wiem co jest tego przyczyną, trzeba będzie wykonać dokładniejszą diagnostykę.

source: I don't know where she gets this stuff, but most of it's in pretty good condition!
pl: Nie wiem skąd bierze te rzeczy, ale większość z nich jest w naprawdę niezłym stanie!

source: I don't know!
pl: Nie wiem!

source: I don't know, Pascal. That's not for me to decide.
pl: Przykro mi, Pascalu, ale nie wiem... Nie ja o tym decyduję.

source: I don't know.
pl: Nie wiem.

source: I don't know. Some of the villagers just started to...feed on each other.
pl: Nie wiem. Część mieszkańców po prostu zaczęła… pożerać pozostałych.

source: I don't know. There were so many of us that after a while, we just...
pl: Tego nie wiem. Było nas tak wielu, że po jakimś czasie, po prostu...

source: I don't know. There's nothing like it in the database.
pl: Nie wiem. W bazie danych nie ma nawet wzmianki o czymś podobnym.

source: I don't know...
pl: Nie wiem...

source: I don't need a house.
pl: Nie potrzebuję domu.

source: I don't need to hear about—
pl: Nie potrzebuję wiedzieć o...

source: I don't need...this world...
pl: Nie potrzebuję... tego świata...

source: I don't play with machines. Now get lost.
pl: Nie bawię się z maszynami. Spadajcie.

source: I don't see any damage.
pl: Nie dostrzegam żadnych uszkodzeń.

source: I don't suppose she...
pl: Podejrzewam, że ona nie...

source: I don't suppose you'd help me out with that?
pl: Nie podejrzewam, że zechcesz mi z tym pomóc, prawda?

source: I don't think 2B would want that either.
pl: Sądzę, że 2B też by tego nie chciała.

source: I don't think I can stand spending one more day in this Bunker...
pl: Chyba nie zniosę kolejnego dnia spędzonego samotnie kolejnego w tym Bunkrze...

source: I don't think I'll be going home today.
pl: Nie sądzę, że wrócę dzisiaj do domu.

source: I don't think so.
pl: Nie wydaje mi się.

source: I don't think this guy's quite as tough as he lets on.
pl: Nie wydaje mi się, żeby ten koleś był tak twardy, jak twierdzi.

source: I don't think we've met. Er, HAVE we met? Sorry. My memory circuit is corrupted, so I forget stuff all the time.
pl: Nie sądzę, żebyśmy się wcześniej spotkali. Eee... czy my JUŻ się kiedyś spotkaliśmy? Przepraszam. Moje obwody pamięci są uszkodzone, więc ciągle o czymś zapominam.

source: I don't think you'll disagree that us androids have plenty of reasons to kick the crap outta the machines after all they've done to us, right?
pl: Nie sądzę, że nie zgodzisz się z tym, że my, androidy, mamy wiele powodów, by skopać maszynom tyłki po tym wszystkim, co nam zrobili, prawda?

source: I don't understand.
pl: Nie rozumiem.

source: I don't understand. Forgiven them for what?
pl: Chyba nie rozumiem... Nie wybaczyli? Czego?

source: I don't usually get a partner.
pl: Zazwyczaj nie mam partnera.

source: I don't usually get a partner. It's kind of fun!
pl: Zwykle nie dostaję partnera. A to miła odmiana!

source: I don't wanna die, I don't wanna die...
pl: Nie chcę umierać, nie chcę umierać...

source: I don't wanna think about how long I'm gonna have to hover around here.
pl: Nie chcę myśleć o tym, jak długo będę musiał się tu tkwić.

source: I don't want to fight!
pl: Nie chcę walczyć!

source: I don't want to make a spectacle of myself by putting on glasses... Hehehe. Spectacle... So good...
pl: Nie widzę siebie w okularach gdy je założę... Hehehe. Nie widzę siebie... Dobre...

source: I doubt you can beat it. But if you DO, I'll give you a really nice prize.
pl: Nie sądzę, żebyś dał radę ją teraz przejść. Ale JEŚLI JEDNAK ci się to uda, to czeka cię naprawdę świetna nagroda!

source: I dunno whether we're all doin' the right thing, or if we're all just completely deranged...
pl: Nie wiem, czy wszyscy robimy to, co należy, czy też jesteśmy kompletnie obłąkani...

source: I dunno, 2B. This seems pretty suspicious. What do you think?
pl: Sam nie wiem, 2B. To wygląda podejrzanie. Nie sądzisz?

source: I dunno, 2B. What do you think?
pl: Sam nie wiem, 2B. Co sądzisz?

source: I dunno.
pl: A bo ja wiem...

source: I even had an experience where I turned into a human being!
pl: Miałem nawet doświadczenie, w którym zmieniłem się w istotę ludzką!

source: I even tried to learn what is called a "song." Songs can make someone have feelings for you. That's what they say. So I practiced every day.<bt_wait> But he still won't look my way.<bt_wait>
pl: Nawet spróbowałam nauczyć się czegoś nazywanego „piosenką”. Piosenki mogą sprawić, że ktoś coś do ciebie poczuje. Tak powiadają. Ćwiczyłam więc codziennie.<bt_wait> Ale on wciąż nie patrzył w moją stronę.<bt_wait>

source: I expect you'll be dealing a lot with the weapons trader and the supply trader, so why don't you go say 'hi'?
pl: Podejrzewam, że będziecie prowadzić interesy z handlarzem bronią i handlarzem zaopatrzenia. Może warto się z nimi przywitać.

source: I fear for the children. Let us hurry to them!
pl: Boję się o dzieci. Szybko, ruszajmy do nich!

source: I fear this is in no small part my fault, for I put all the burden of raising him on my wife.
pl: Obawiam się, że w dużej mierze to moja wina, ponieważ cały ciężar wychowania syna zrzuciłem na moją żonę.

source: I fear you may awaken one night with cold sweat upon your brow cursing your very name for your lack of investing foresight. Yes yes. A shame.
pl: Obawiam się, że pewnego dnia obudzicie się zlani zimnym potem, przeklinając ten dzień za brak inwestycyjnej dalekowzroczności. Tak, tak. Szkoda.

source: I feel a finger cramp coming on.
pl: czuję zbliżający się skurcz palców.

source: I feel a slight amount...of sadness.
pl: Odczuwam lekką odrobinę... smutku.

source: I feel it in my core—today is the day we pursue the ultimate in speed!
pl: Czuję to w moim rdzeniu... Dziś jest ten dzień, w którym osiągniemy szczyt szybkości!

source: I feel like I understand him better than before.
pl: Mam wrażenie, że rozumiem go teraz lepiej niż wcześniej.

source: I feel like I'm about to overheat...
pl: Wydaje mi się, że zaraz się przegrzeję...

source: I feel like all this fighting is a big waste of time. Plus it's starting to get REALLY expensive!
pl: Mam wrażenie, że ta cała walka, to jedna wielka strata czasu. Poza tym, zaczyna być NAPRAWDĘ kosztowna!

source: I feel like this team's grown a lot. They probably won't even need my help soon.
pl: Czuję, że ten zespół sporo się nauczył. Wkrótce poradzą sobie nawet bez mojej pomocy.

source: I feel motion sick...
pl: Mam chorobę lokomocyjną...

source: I feel so blessed to have been able to join this organization. For I—unlike other machine lifeforms—have found meaning in death. At first, all I did was study the religion of humans. But then I came to know the existence called "God." To be honest, I still do not know what "God" truly is. But there is something else I learned since coming here—a life that seems devoid of purpose when faced alone can be perceived as meaningful when you're with someone else. In a world consumed by conflict and hatred, gaining such peace of mind was a happy thing indeed. For us, death is not the end. It is the beginning. There is nothing so happy as becoming "God" with everyone else. The Religious Order of Divinity Through Death, Director, Public Relations
pl: Czuję, że zostałem pobłogosławiony faktem, że mogłem dołączyć do tej organizacji. Ponieważ ja — w odróżnieniu od innych, mechanicznych form życia — znalazłem sens w śmierci. Na początku, jedyne co robiłem, to badałem religie ludzi. Ale wtedy dowiedziałem się o istocie nazwanej „Bóg”. Szczerze powiedziawszy, wciąż nie wiem czym tak naprawdę jest „Bóg”. Ale jest jeszcze coś, czego się tutaj nauczyłem — życie które wydaje się pozbawione celu w samotności, może wydawać się nabierać znaczenia, gdy dzieli się je z kimś innym. W świecie przeżartym konfliktami i nienawiścią, zyskanie takiego spokoju umysłu zaprawdę musiało być szczęśliwym zdarzeniem. Dla nas śmierć nie jest końcem. To dopiero początek. Nie ma niczego wspanialszego, niż stanie się „Bogiem”. Religijny Zakon Boskości Poprzez Śmierć Dyrektor, Public Relations

source: I feel sorry for you flightless units. Legs are so useless.
pl: Żal mi jednostek nielatających. Nogi są takie bezużyteczne.

source: I feel the same.
pl: czuję to samo.

source: I feel...passion...burning inside me. Passion...to make the BEST GAME EVER.
pl: Czuję... płonącą we mnie... pasję. Pasję... stworzenia NAJLEPSZEJ GRY WSZECH CZASÓW.

source: I felt they had to know so they wouldn't rush heedlessly into danger.
pl: Miałem poczucie, że muszą się tego nauczyć, by nie wpadali lekkomyślnie w niebezpieczeństwo.

source: I figured I'd have a look as well, but I don't see the appeal at all.
pl: Pomyślałem, że ja też rzucę na nie okiem, ale w nie widzę w tym nic atrakcyjnego.

source: I figured he'd be over that by now.
pl: Myślałem, że już sobie z tym poradził.

source: I finally found my place in life. A place where I am as close as possible, yet eternally distant.
pl: W końcu znalazłam swoje miejsce. Miejsce, gdzie jestem tak blisko niego, jak to możliwe, a jednocześnie — wiecznie daleko.

source: I fixed the camp's transporter so that you can return to the Bunker. It's ready for you whenever.
pl: Naprawiłem obozowy transporter, od teraz możesz spokojnie wracać do Bunkra. Możesz z niego korzystać w każdej chwili.

source: I follow orders. I kill my friends. Eee hee hee!
pl: Wykonuję zlecenia. Zabijam swoich przyjaciół. Eee hee hee!

source: I forwarded our squads' current positions to your map. You should head over there ASAP.
pl: Przesłałem aktualne pozycje naszych oddziałów na twoją mapę. Powinnaś udać się tam tak szybko, jak to możliwe.

source: I fought as hard as I could to save Earth.
pl: Walczyłem tak mocno, jak tylko mogłem, aby ocalić Ziemię.

source: I found 11B's body, along with this weapon.
pl: Odalazłam ciało 11B. Znalazłam przy niej tę broń.

source: I found a Luna—
pl: Znalazłem Księżyco...

source: I found a famous human book today, but after reading it ten times, it still makes no sense to me. What possible attraction could there be to such a thing?
pl: Znalazłem dziś słynną ludzką książkę, ale nawet po przeczytaniu jej dziesięć razy, nie jestem w stanie zrozumieć o czym ona jest. Jak może być w tym coś atrakcyjnego?

source: I found a weakness in the target...
pl: Znalazłem słaby punkt celu...

source: I found one of those flowers you were looking for. It's over at—
pl: Znalazłem jeden z tych kwiatów, których szukałeś. Jest w...

source: I found records stating that the Council of Humanity was established as part of Project YoRHa.
pl: Znalazłem zapiski, które twierdzą, że Rada Ludzkości została ustanowiona jako część Projektu YoRHa.

source: I found some old alcohol when the center of the city ruins was blown off, so I tried a little. It's really good!
pl: Znalazłem trochę starego alkoholu, kiedy wysadziło centrum ruin miasta. Spróbowałem trochę i uważam, że jest naprawdę dobry!
